Repository: kieulanalp/VNBrandManual
Catalog: tm/auto/FLS-level2.tmx
Source language: en_us
Languages: vi

source: Trong các khách sạn hiện tại không có chứng nhận cho vật liệu tại chỗ, phải cung cấp bằng chứng hợp lý khác, ví dụ như nhãn nội thất, hóa đơn, biên lai, xác nhận tích cực về sự tuân thủ từ nhà cung cấp có uy tín hoặc khi không có bằng chứng cho biết chủ sở hữu có thể nói nơi vật liệu đã được mua và làm chứng theo sự hiểu biết tốt nhất của họ rằng nhà cung cấp tuân thủ.
vi: Trong các khách sạn sẵn có mà không có chứng nhận cho vật liệu đang sử dụng, phải cung cấp bằng chứng hợp lý khác, ví dụ như nhãn của đồ nội thất, hóa đơn, biên lai, xác nhận về sự tuân thủ của nhà cung cấp có uy tín hoặc khi không có bằng chứng như trên, chủ đầu tư có thể vật liệu đã được mua ở đâu và làm chứng rằng, theo sự hiểu biết tốt nhất của họ, nhà cung cấp có tuân thủ tiêu chuẩn chống cháy.

source: Trong các tòa nhà "cao tầng" hiện tại, tiêu chuẩn này phải được thực hiện cho đến cuối năm 2015.
vi: Đối với các tòa nhà "cao tầng" hiện có, tiêu chuẩn này phải được thực hiện tính đến cuối năm 2015.

source: Trong các tòa nhà cao hơn bốn tầng, các khu vực "gác mái" phải được cung cấp thiết bị phun nước tự động.
vi: Trong các tòa nhà cao hơn bốn tầng, các khu vực chứa đồ dự trữ phải được lắp sprinkler tự động.

source: Trong các tòa nhà không có hệ thống phun (các tòa nhà thấp tầng), một hệ thống phun nước tự động duy nhất hoặc hệ thống dập lửa tự động được phê duyệt phải được lắp đặt ở đầu máng.
vi: Trong các tòa nhà không có hệ thống sprinkler (tham chiếu các tòa nhà thấp tầng), một hệ thống sprinkler tự động duy nhất hoặc một hệ thống dập lửa tự động được phê duyệt phải được lắp đặt ở đỉnh ống thả.

source: Trong các tòa nhà trang bị thiết bị phun đầy đủ, máng phải được bảo vệ bởi hệ thống phun nước tự động.
vi: Trong các tòa nhà trang bị đầy đủ sprinkler, ống thả phải được bảo vệ bởi hệ thống sprinkler tự động.

source: Trong các tòa nhà được trang bị đầy đủ, "khoảng cách di chuyển" đến lối ra không được vượt quá 60m (cách 60m hoặc 120m giữa các lối thoát hiểm).
vi: Trong các tòa nhà được trang bị đầy đủ sprinkler, "khoảng cách di chuyển" đến lối thoát không được vượt quá 60m (các lối thoát hiểm cách nhau 60m hoặc 120m).

source: Trong các tòa nhà được trang bị đầy đủ, có tới 50% lối thoát hiểm có thể thoát ra bên trong nơi được IHG chấp thuận.
vi: Trong các tòa nhà được trang bị đầy đủ sprinkler, 50% lối thoát hiểm có thể thoát ở bên trong nơi được IHG chấp thuận.

source: Trong mọi trường hợp, khoảng cách của các máy dò vượt quá một máy dò điểm / điểm trên 85m².
vi: Trong mọi trường hợp, khoảng cách giữa của các đầu báo khói không được phép vượt quá một đầu báo khói điểm trên 85m².

source: Trong trường hợp có xung đột, việc đánh giá rủi ro của kỹ sư cứu hỏa bên thứ ba có trình độ phù hợp phải được thực hiện và tất cả các biện pháp theo đánh giá đó phải được tiến hành đầy đủ.
vi: Trong trường hợp có mâu thuẫn, phải tiến hành đánh giá rủi ro, thực hiện bởi kỹ sư cứu hỏa bên thứ ba có trình độ phù hợp và tất cả các biện pháp đề ra sau khi đánh giá phải được thực hiện đầy đủ.

source: Trong trường hợp cần có cửa trong phòng bán hàng tự động và phòng giặt, phải có cửa sổ nhìn với diện tích tối thiểu 0,6m².
vi: Nếu khu máy bán hàng tự động và phòng giặt cho khách yêu cầu có cửa, phòng phải có cửa sổ nhìn ra ngoài với diện tích tối thiểu 0,6m².

source: Trong trường hợp mất điện, thang máy phải được trang bị nguồn điện khẩn cấp để đưa thang máy trở về mức sàn và cửa thang máy phải mở để cho phép những người đi trong thang máy thoát ra ngoài.
vi: Trong trường hợp mất điện, thang máy phải tự động trở về một tầng và cửa thang máy phải mở cho phép người trong thang máy thoát ra ngoài.

source: Trường hợp không cho phép chặn cửa, một biển báo, bằng ngôn ngữ địa phương và tiếng Anh, phải được dán trên cửa sổ để cảnh báo.
vi: Trường hợp không cho phép sử dụng chặn cửa, một biển báo, bằng ngôn ngữ địa phương và tiếng Anh, phải được dán trên cửa sổ để cảnh báo.

source: Trạm đài gọi thủ công bố trí trong tất cả các khu vực.
vi: Nút/Cần gạt báo cháy thủ công bố trí trong tất cả các khu vực.

source: Tuy nhiên, trong trường hợp yêu cầu IHG nghiêm ngặt hơn, điều này sẽ được áp dụng phù hợp với các quy định của địa phương.
vi: Tuy nhiên, trong trường hợp yêu cầu IHG nghiêm ngặt hơn, điều này sẽ được áp dụng trừ khi các quy định của địa phương không cho phép.

source: Tất cả các biển báo an toàn phòng cháy phải bằng ngôn ngữ địa phương và tiếng Anh và phải bao gồm chữ tượng hình thích hợp.
vi: Tất cả các biển báo phải bằng ngôn ngữ địa phương và tiếng Anh và phải bao gồm biểu tượng minh họa phù hợp.

source: Tất cả các bể bơi phải được thiết kế và xây dựng để đảm bảo: · Một môi trường vật lý an toàn cho người tắm, khách, khách thăm và nhân viên.
vi: Tất cả các bể bơi phải được thiết kế và xây dựng để đảm bảo: · Một môi trường vật lý an toàn cho người bơi, khách lưu trú, khách thăm và nhân viên.

source: Tất cả các bộ phận của Hệ Thống An Toàn Cuộc Sống nên được vận hành & thử nghiệm đầy đủ, chính xác.
vi: Tất cả các bộ phận của Hệ Thống An Toàn Cuộc Sống phải được vận hành & thử nghiệm đầy đủ, chính xác.

source: Tất cả các cửa chống cháy khác: A. Để thi công 60 phút, cần có cửa và khung chống cháy 30 phút.
vi: Tất cả các cửa chống cháy khác: A. Đối với kết cấu chống cháy 60 phút, yêu cầu có cửa và khung cửa chống cháy 30 phút.

source: Tất cả các cửa phải có cổng một chiều (có nắp di động) được lắp đặt ở độ cao 1,5m so với sàn nhà.
vi: Tất cả các cửa phải có mắt thần một chiều (có nắp có thể mở) lắp đặt ở độ cao 1,5m so với sàn nhà.

source: Tất cả các dây an toàn phải được đặt trong các vật liệu được phê duyệt và được che giấu khỏi tầm nhìn công cộng, trừ khi được phê duyệt để lắp đặt mở.
vi: Tất cả các dây nối của hệ thống đảm bảo an toàn tính mạng phải được đặt trong các vật liệu được phê chuẩn và được che giấu khỏi tầm nhìn công cộng, trừ khi được phê duyệt để lắp đặt trong tầm nhìn.

source: Tất cả các dây cáp và kết nối cho hệ thống phát hiện và báo cháy phải có khả năng chống cháy tối thiểu 60 phút.
vi: Tất cả các dây cáp và kết nối của hệ thống phát hiện và báo cháy phải chống cháy tối thiểu 60 phút.

source: Tất cả các dấu độ sâu phải được hiển thị trong cả hai chỉ số feet và mét.
vi: Tất cả các số báo độ sâu phải được viết bằng cả đơn vị feet và mét.

source: Tất cả các khe hở không được bảo vệ giữa các tầng và xuyên tường (ví dụ xung quanh đường ống hoặc dây dẫn, ống dẫn hoặc dịch vụ) phải ngăn lửa với vật liệu có khả năng chống cháy của cấu trúc xung quanh.
vi: Tất cả các khe hở không được bảo vệ giữa các tầng và xuyên tường (ví dụ xung quanh đường ống hoặc dây dẫn, ống dẫn hoặc các đường ống nối với hệ thống ống dẫn của địa phương) phải chống cháy bằng vật liệu có khả năng chống cháy tương đương cấu trúc xung quanh.

source: Tất cả các khách sạn phải có khóa loại thẻ điện tử trên tất cả các cửa ra vào của phòng khách.
vi: Tất cả các khách sạn phải sử dụng khóa thẻ điện tử trên tất cả các cửa phòng khách.

source: Tất cả các loa di tản có bọc vỏ hộp back box.
vi: Tất cả các loa thông báo sơ tán lắp trong hộp backbox.

source: Tất cả các lắp đặt mới và thay đổi đáng kể đến "hệ thống an toàn" phải được "chứng nhận" bởi một kiến trúc sư độc lập, kỹ sư hoặc người lắp đặt bằng cấp, xác nhận văn bản là đã lắp đặt, thử nghiệm và vận hành phù hợp và hoạt động đầy đủ tuân thủ theo các hướng dẫn của nhà sản xuất.
vi: Tất cả các máy móc thiết bị mới và các thay đổi lớn đối với "hệ thống đảm bảo an toàn" phải được "chứng nhận" bởi một kiến trúc sư, kỹ sư hoặc bên lắp đặt được cấp phép độc lập, với xác nhận bằng văn bản là đã lắp đặt, thử nghiệm và vận hành phù hợp và hoạt động đầy đủ tuân thủ theo các hướng dẫn của nhà sản xuất.

source: Tất cả các lắp đặt áp lực, nâng và điện kết hợp các thiết bị an toàn phải được cài đặt, thử nghiệm, vận hành và bảo trì theo hướng dẫn của nhà sản xuất.
vi: Tất cả các thiết bị áp lực, thang máy và thiết bị điện kết hợp thiết bị an toàn phải được cài đặt, thử nghiệm, vận hành và bảo trì theo hướng dẫn của nhà sản xuất.

source: Tất cả các thiết bị thể dục phải được lắp đặt và bảo trì theo khuyến nghị của nhà sản xuất.
vi: Tất cả các thiết bị tập phải được lắp đặt và bảo trì theo khuyến nghị của nhà sản xuất.

source: Tất cả các vật liệu được dùng trong tất cả các khu vực công cộng và phòng khách, bao gồm nhưng không giới hạn ở nệm, lò xo hộp, giường, xử lý cửa sổ, trang trí tường, trang trí nội thất mềm và trải sàn, phải là chất chống cháy hoặc được xử lý để đáp ứng hoặc vượt yêu cầu của quy định địa phương cho tỷ lệ "chống cháy".
vi: Tất cả các vật liệu được dùng trong tất cả các khu vực công cộng và phòng khách, bao gồm nhưng không giới hạn ở nệm, giường lò xo, chăn ga gối, rèm cửa sổ, trang trí tường, trang trí nội thất mềm và trải sàn, phải làm từ vật liệu chống cháy hoặc được xử lý để đáp ứng hoặc vượt yêu cầu của quy định địa phương về mức độ chống cháy.

source: Van chống cháy tự đóng tự động được lắp đặt trong tất cả các ống dẫn đi qua sự xâm nhập> 2hr cháy.
vi: Van chặn lửa đóng tự động được lắp đặt trong tất cả các ống dẫn xuyên tường >2hr cháy.

source: Việc giám sát được thực hiện bằng cách giám sát mức dòng điện đi qua hệ thống dây điện lắp đặt và điện trở cuối dòng, trong mạch loại A là một phần không thể thiếu của bảng điều khiển báo cháy.
vi: Việc giám sát được thực hiện bằng cách giám sát mức độ dòng điện đi qua hệ thống dây điện và điện trở cuối đường dây - là một phần không thể thiếu của bảng điều khiển báo cháy trong mạch Class A

source: Việc lắp đặt phải duy trì toàn bộ sự riêng tư về hình ảnh và âm thanh giữa các phòng tắm liền kề.
vi: Việc lắp đặt phải duy trì cách âm và riêng tư giữa các phòng tắm liền kề.

source: Việc tắt máy phải được nhìn thấy và có thể cho khách truy cập và nằm trong phạm vi 3 m của mép xoáy nước hoặc tại một điểm có người quản lý cố định với đường ngắm trực tiếp đến hồ bơi.
vi: Nút tắt phải dễ nhìn thấy và dễ cho khách tiếp cận, nằm trong phạm vi 3 m của mép bể xoáy nước hoặc tại một điểm luôn có nhân viên trực và tầm nhìn trực tiếp đến bể.

source: Việc đánh giá phải được xem xét hàng năm và việc đánh giá lại toàn bộ phải được thực hiện sau mỗi 5 năm bởi một chuyên gia độc lập được phê duyệt.
vi: Kết quả đánh giá phải được xem xét hàng năm và một đánh giá đầy đủ phải được thực hiện mỗi 5 năm bởi một chuyên gia độc lập được IHG phê duyệt.

source: Vòi chữa cháy và các nguồn cung cấp nước khác: Vòi chữa cháy hoặc các nguồn cung cấp nước khác được cơ quan chữa cháy và IHG phê duyệt phải được cung cấp tại các địa điểm phù hợp để cung cấp nguồn nước chữa cháy cho tòa nhà.
vi: Vòi nước chữa cháy và các nguồn cấp nước khác: Vòi chữa cháy hoặc các nguồn cung cấp nước khác được cơ quan chữa cháy và IHG phê duyệt phải được cung cấp tại các vị trí phù hợp để cung cấp nguồn nước chữa cháy cho tòa nhà.

source: Vòi phun nước bên tường được gắn cách trần nhà không quá 150mm
vi: Sprinkler gắn tường gắn cách trần nhà không quá 150mm

source: Vòi phun nước được cung cấp chung cho tất cả các khu vực trừ phòng công tắc điện và nhà vệ sinh nhỏ / trục ống.
vi: Sprinkler nhìn chung được cung cấp cho tất cả các khu vực trừ phòng công tắc điện và nhà vệ sinh nhỏ / trục ống.

source: Vòm hồ bơi phải có khả năng chống trơn trượt (theo tiêu chuẩn quốc tế).
vi: Sàn xung quanh hồ bơi phải chống trơn trượt (theo tiêu chuẩn quốc tế).

source: Vật liệu chống cháy được sử dụng trong các khu vực được dự định là lối thoát.
vi: Vật liệu chống cháy được sử dụng trong các khu vực xác định sử dụng làm lối thoát.

source: Vật liệu dễ cháy: "Các vật liệu dễ cháy", sơn, dung môi và nhiên liệu phải được lưu trữ trong các thùng chứa và trong tủ khóa hoặc tủ sơn được phê duyệt.
vi: Vật liệu dễ cháy: "Các vật liệu dễ cháy", sơn, dung môi và nhiên liệu phải được trữ trong các thùng chứa và trong tủ khóa hoặc tủ sơn được phê duyệt.

source: Vật liệu nguy hiểm: Việc lưu trữ "vật liệu nguy hiểm", như khí dầu mỏ và dầu lỏng số lượng lớn, phải được đánh giá rủi ro bởi bên thứ ba có thẩm quyền thực hiện và phải tuân thủ các khuyến nghị của đánh giá đó.
vi: Vật liệu nguy hiểm: Việc lưu kho các "vật liệu nguy hiểm", như khí dầu mở lỏng hoặc dầu số lượng lớn, phải được đánh giá rủi ro bởi bên thứ ba có đủ thẩm quyền và năng lực và các khuyến nghị từ đánh giá đó phải được tuân thủ.

source: Where necessary, door selectors must be provided on double doors to ensure they close fully.chốt cửa tự động: Trong trường hợp cần có "cửa chống cháy", chúng phải được trang bị chốt cửa tự động phù hợp để đảm bảo đóng và chốt cửa (trừ cửa đuổi theo / cửa mở dịch vụ).
vi: Where necessary, door selectors must be provided on double doors to ensure they close fully. Tay co cửa tự động: Trong trường hợp yêu cầu có "cửa chống cháy", cửa phải được trang bị tay co tự động phù hợp để đảm bảo đóng và chốt cửa (trừ cửa mở vào các đường ống).

source: Xông hơi khô phải đáp ứng các yêu cầu sau: · Tuân thủ nhiệt độ vận hành được khuyến nghị từ phía nhà sản xuất · Phải được gắn với bộ hẹn giờ hiển thị rõ ràng cho người dùng, cửa không khóa và cửa sổ nhìn ra bên ngoài.
vi: Xông hơi khô phải đáp ứng các yêu cầu sau: · Tuân thủ nhiệt độ vận hành được nhà sản xuất khuyến nghị · Phải có bộ hẹn giờ được gắn sao cho người dùng có thể nhìn rõ, cửa không khóa và cửa sổ nhìn ra bên ngoài.

source: Yêu cầu phân chia tầng áp mái, chỉ áp dụng cho "Mới thi công" và yêu cầu đối với các vòi phun nước chỉ áp dụng cho các tòa nhà có thiết bị phun nước.
vi: Yêu cầu chia khu kho đồ dự chỉ áp dụng cho khách sạn "Xây mới", và yêu cầu về sprinkler chỉ áp dụng cho các tòa nhà được bảo vệ bằng sprinkler.

source: Yêu cầu quy tắc thiết kế chuyên nghiệp và chế tạo, lắp đặt vĩnh viễn và giờ hoạt động.
vi: Yêu cầu bảng có quy tắc và luật lệ sử dùng hồ bơi được thiết kế và chế tạo chuyên nghiệp, lắp đặt vĩnh viễn.

source: Yêu cầu tối thiểu của bốn lối thoát.
vi: Yêu cầu tối thiểu là bốn lối thoát.

source: any effected guestrooms), the Floor Above & Floor Below, Disable All BGM & Audio Systems.
vi: any effected guestrooms), the Floor Above & Floor Below, Disable All BGM & Audio Systems. Kích hoạt Âm thanh báo động, Chuông báo động, Thiết bị cảnh báo bằng hình ảnh và Trình tự sơ tán trên tầng có hỏa hoạn (bao gồm tất cả các phòng khách bị ảnh hưởng), các tầng liền kề phía trên và phía dưới, vô hiệu hóa tất cả các hệ thống BGM và âm thanh

source: cung cấp giấy chứng nhận chống cháy.
vi: Xuất trình giấy chứng nhận mức độ chống cháy.

source: phải có áp lực cầu thang cơ học, hoặc lối vào cầu thang thông qua tiền sảnh mở bên ngoài hoặc sảnh cứu hỏa.
vi: phải có cầu thang tăng áp cơ học, hoặc lối vào cầu thang thông qua tiền sảnh mở bên ngoài tòa nhà hoặc sảnh cứu hỏa.

source: · Biển báo an toàn phù hợp phải được hiển thị bằng ngôn ngữ địa phương và tiếng Anh.
vi: · Biển báo an toàn phù hợp phải được viết bằng ngôn ngữ địa phương và tiếng Anh.

source: · Biểu tượng quốc tế "Cấm Bơi Lặn" phải được hiển thị trên xoáy nước.
vi: · Biểu tượng quốc tế "Cấm Nhảy" phải được gắn trên rìa bể.

source: · Chiếu sáng dưới nước hơn là chiếu sáng điện áp thấp.
vi: · Ưu tiên dùng đèn chiếu dưới nước hơn là đèn chiếu điện áp thấp.

source: · Cần có "nắp cống chống vướng" trong tất cả các xoáy nước / bể bơi spa.
vi: · Cần có "nắp thoát sàn hồ bơi chống mắc kẹt" trong tất cả bể nước xoáy / bể bơi spa.

source: · Hồ bơi có thể dễ dàng duy trì trong điều kiện sạch sẽ và hợp vệ sinh.
vi: · Có thể dễ dàng duy trì điều kiện sạch sẽ và hợp vệ sinh cho hồ bơi.

source: · Hồ bơi xoáy nước / spa phải có khả năng được bảo vệ để ngăn chặn truy cập trái phép, ví dụ bằng cách đặt bể bơi spa trong phòng khóa và an toàn hoặc bằng cách sử dụng hàng rào đáp ứng yêu cầu hàng rào bể bơi.
vi: · Bể nước xoáy / bể spa phải có biện pháp ngăn chặn truy cập trái phép, ví dụ bằng cách bố trí bể bơi spa trong phòng có khóa và an toàn hoặc bằng cách sử dụng hàng rào đáp ứng yêu cầu đối với hàng rào bể bơi.

source: · Phòng khách, phòng tắm, phòng vệ sinh, phòng cơ khí, phòng bơm hồ bơi, phòng giặt ủi thương mại và khách, nhà bếp, khu vực bán hàng tự động và các khu vực nội thất khác trong phạm vi 1m từ nguồn nước.
vi: · Phòng khách, phòng tắm, phòng vệ sinh, phòng cơ khí, phòng bơm hồ bơi, phòng giặt ủi thương mại và cho khách, bếp, khu vực bán hàng tự động và các khu vực nội thất khác trong phạm vi 1m từ nguồn nước.

source: · Phải cài đặt báo động sự cố với kết nối trực tiếp đến vị trí tại chỗ được quản lý vĩnh viễn.
vi: · Phải lắp đặt báo động sự cố với kết nối trực tiếp đến vị trí trong khuôn viên khách sạn luôn có nhân viên trực.

source: · Trường hợp khách sạn lắp đặt "hệ thống phun nước" chữa cháy, đầu phun nước ở nhiệt độ cao phải được lắp đặt bên trong & phía trên phòng tắm hơi.
vi: · Trường hợp khách sạn lắp đặt "hệ thống sprinkler" chữa cháy, đầu sprinkler nhiệt độ cao phải được lắp đặt bên trong & phía trên phòng xông.

source: · Xử lý nước vật lý và hóa học phù hợp tại chỗ để đạt được chất lượng nước hóa học, sinh học và vật lý an toàn.
vi: · Xử lý nước bằng phương pháp vật lý và hóa học phù hợp tại chỗ để đạt được chất lượng nước an toàn về mặt hóa, sinh và vật lý.

source: · Ánh sáng thoát hiểm khẩn cấp là cần thiết trong tất cả các phòng có thể truy cập.
vi: · Ánh sáng thoát hiểm khẩn cấp phải có trong tất cả các phòng cho người khuyết tật.

source: · Đánh dấu độ sâu phải được thể hiện rõ trên đỉnh của xoáy nước.
vi: · Phải có số đánh dấu độ sâu ở mặt trên của rìa bể nước xoáy.

source: Ánh sáng trong khu vực bán hàng tự động và / hoặc khu vực giặt là của khách phải luôn luôn sáng hoặc phải tự động chiếu sáng khi có lối vào khu vực; yêu cầu một mạch chuyển mạch chưa được chuyển đổi hoặc khóa.
vi: Chiếu sáng trong khu vực máy bán hàng tự động và / hoặc khu vực giặt là của khách luôn phải sáng hoặc phải tự động chiếu sáng khi có người tiến vào; yêu cầu sử dụng mạch không đóng cắt hoặc đóng cắt bằng khóa.

source: Ánh sáng được yêu cầu đủ cường độ để đảm bảo tầm nhìn cho việc sử dụng vào ban đêm và cho phép nhìn rõ đáy hồ bơi.
vi: Yêu cầu ánh sáng đủ cường độ để đảm bảo tầm nhìn cho việc sử dụng vào ban đêm và cho phép nhìn rõ đáy hồ bơi.

source: Ít nhất một ống đứng được đặt trên mái nhà (Yêu cầu chống đông cứng trong điều kiện khí hậu lạnh).
vi: Ít nhất một trụ nước cứu hỏa đứng được đặt trên mái nhà (Yêu cầu chống đóng băng trong điều kiện khí hậu lạnh).

source: Điều này bao gồm, nhưng không giới hạn, đối với ban công, sân thượng, đường thoát hiểm bên ngoài và cầu thang cao cấp.
vi: Điều này bao gồm, nhưng không giới hạn, đối với ban công, sân thượng, đường thoát hiểm bên ngoài và cầu thang ở tầng cao.

source: Điều này có nghĩa là, điều này có nghĩa là tất cả các thiết bị đều có khả năng phản hồi và báo cáo cảnh báo mặc dù có một lỗi chạm đất đơn lẻ hoặc đồng thời trên một dây dẫn.
vi: Việc "điều chỉnh" này đảm bảo rằng, tất cả các thiết bị đều có khả năng phản hồi và phát cảnh báo dù có một hoặc lỗi rò điện xuống đất đơn lẻ hoặc các lỗi rò điện không đồng thời trên dây dẫn.

source: Điện thoại / Liên lạc: Mỗi thang máy phải có điện thoại nhà hoặc máy liên lạc kết nối trực tiếp với bộ phận tiền sảnh hoặc trung tâm giám sát khẩn cấp (Nhân viên trực điện thoại).
vi: Điện thoại / Hệ thống liên lạc nội bộ: Mỗi thang máy phải có điện thoại hoặc intercom kết nối trực tiếp với bộ phận tiền sảnh hoặc trung tâm giám sát khẩn cấp (Nhân viên trực điện thoại).

source: Điện thoại phòng: Tất cả các điện thoại của phòng khách phải có thể được sử dụng để gọi hỗ trợ từ các dịch vụ khẩn cấp địa phương.
vi: Điện thoại phòng: Tất cả các điện thoại trong phòng khách phải có thể được sử dụng để gọi hỗ trợ từ các dịch vụ khẩn cấp địa phương.

source: Điện thoại trong nhà tại khu vực công cộng không thể truy cập trực tiếp vào phòng.
vi: Điện thoại bàn tại các khu vực công cộng không thể truy cập trực tiếp vào phòng khách

source: Đánh dấu bằng bất kỳ hình thức nào (ví dụ như các đường màu hoặc mẫu màu), miễn là dễ thấy và ở độ cao dễ thấy.
vi: Đánh dấu bằng bất kỳ hình thức nào (ví dụ như các đường kẻ màu hoặc hình họa), miễn là dễ thấy và ở độ cao dễ thấy.

source: Đánh dấu độ sâu phải được hiển thị rõ ràng ở cả đỉnh và cạnh của cạnh bể bơi.
vi: Phải có số đánh dấu độ sâu ở mặt trên và mặt đứng của mép bể bơi.

source: Đèn nhấp nháy và chuông cảnh báo được lắp đặt ở hành lang khách, khu vực công cộng & khu vực BOH.
vi: Đèn chớp và chuông cảnh báo được lắp đặt ở hành lang khách, khu vực công cộng & khu vực BOH.

source: Đèn sợi đốt & đèn halogen bị cấm trong phòng khách (phải chọn đèn CFL & hoặc đèn LED).
vi: Đèn sợi đốt & đèn halogen bị cấm trong phòng khách (phải chọn đèn CFL và/hoặc đèn LED).

source: Đối với "Mới Xây Dựng", độ sâu tối đa của nước tối đa là 300mm.
vi: Đối với khách sạn "Xây mới", độ sâu tối đa của nước là 300mm.

source: Đối với bán kính tối thiểu 1m xung quanh cửa lò sưởi, sàn phải không bắt lửa (tức là gạch hoặc gạch gốm).
vi: Đối với bán kính tối thiểu 1m xung quanh cửa lò sưởi, sàn phải là vật liệu không bắt lửa (vd gạch hoặc gạch gốm).

source: Đối với các tòa nhà "cao tầng" hiện tại, tiêu chuẩn này phải được thực hiện cho đến cuối năm 2015.
vi: Đối với các tòa nhà "cao tầng" hiện có, tiêu chuẩn này phải được thực hiện tính đến cuối năm 2015.

source: Đối với các tòa nhà "thấp tầng", phải tiến hành đánh giá rủi ro để xác định xem có thể miễn trừ các vòi phun nước tự động hay không, dựa trên mức độ rủi ro vốn có trong tòa nhà và các biện pháp thay thế có thể đạt được mức bảo vệ chấp nhận được.
vi: Đối với các tòa nhà "thấp tầng", phải tiến hành đánh giá rủi ro để xác định xem có thể miễn lắp đặt các sprinkler tự động hay không, dựa trên mức độ rủi ro vốn có trong tòa nhà và các biện pháp thay thế có thể giúp đạt được mức an toàn có thể chấp nhận.

source: Đối với hồ bơi sàn cấp, các biển báo độ sâu hồ bơi có thể được gắn trên tường.
vi: Đối với hồ bơi có mức nước ngang mặt sàn, các biển báo độ sâu hồ bơi có thể được gắn trên tường.

source: Đối với tòa nhà hiện tại không đáp ứng tiêu chuẩn này, việc đánh giá rủi ro phải được thực hiện bởi cơ quan có thẩm quyền được IHG công nhận.
vi: Đối với các tòa hiện trạng không đáp ứng tiêu chuẩn này, việc đánh giá rủi ro phải được thực hiện bởi cơ quan có thẩm quyền được IHG công nhận.

source: Đối với việc thi công ban công hiện tại không phù hợp với tiêu chuẩn RM07-06, việc đánh giá rủi ro phải được tiến hành bởi cơ quan có thẩm quyền được IHG công nhận để xác định các biện pháp kiểm soát thay thế phù hợp phải bao gồm một dấu hiệu, bằng ngôn ngữ địa phương và tiếng Anh, dán trên cửa ban công để cảnh báo.
vi: Đối với các ban công sẵn có không phù hợp với tiêu chuẩn RM07-06, việc đánh giá rủi ro phải được tiến hành bởi cơ quan có thẩm quyền được IHG công nhận để xác định các biện pháp kiểm soát thay thế phù hợp, phải bao gồm một biển báo bằng ngôn ngữ địa phương và tiếng Anh dán trên cửa ban công để cảnh báo.

source: Ống đứng vòi được cung cấp trên tất cả các cấp (thường là các tòa nhà lớn hơn 3 tầng).
vi: Trụ nước cứu hỏa được cung cấp trên tất cả các tầng (thường là các tòa nhà lớn hơn 3 tầng).
